Repository: dannya/Commit-Digest
Catalog: src/languages/*/LC_MESSAGES/commit-digest.po
Languages: ca_es, nl_nl

source: (%.1f percent of %d)
ca_es: (%.1f per cent de %d)
nl_nl: (%.1f procent van %d)

source: %d by %d developers
ca_es: %d per %d desenvolupadors
nl_nl: %d door %d ontwikkelaars

source: %d by %d developers, %d lines modified, %d new files
ca_es: %d per %d desenvolupadors, %d línies modificades, %d fitxers nous
nl_nl: %d door %d ontwikkelaars, %d regels gewijzigd, %d nieuwe bestanden

source: %d days
ca_es: %d dies
nl_nl: %d dagen

source: %d days ago
ca_es: fa %d dies
nl_nl: %d dagen geleden

source: %d files
ca_es: %d fitxers
nl_nl: %d bestanden

source: %d files changed in total
ca_es: s'han canviat %d fitxers en total
nl_nl: %d in totaal gewijzigde bestanden

source: %d hours ago
ca_es: Fa %d hores
nl_nl: %d uren geleden

source: %d in the last 7 days
ca_es: %d en els últims 7 dies
nl_nl: %d in de laatste 7 dagen

source: %d minutes ago
ca_es: Fa %d minuts
nl_nl: %d minuten geleden

source: %d months ago
ca_es: Fa %d mesos
nl_nl: %d maanden geleden

source: %d seconds ago
ca_es: Fa %d segons
nl_nl: %d seconden geleden

source: %d weeks ago
ca_es: Fa %d setmanes
nl_nl: %d weken geleden

source: %d years ago
ca_es: Fa %d anys
nl_nl: %d jaren geleden

source: %s (%s) committed changes in %s:
ca_es: %s (%s) canvis publicats a %s:
nl_nl: %s (%s) vastgelegde wijzigingen in %s:

source: %s commits classified (%s total)
ca_es: %s canvis classificats (%s en total)
nl_nl: %s geclassificeerde vastleggingen (%s totaal)

source: %s committed changes in %s:
ca_es: %s canvis publicats a %s:
nl_nl: Door %s vastgelegde (committed) wijzigingen in %s:

source: %s in %s
ca_es: %s a %s

source: (+ %d more)
ca_es: (+ %d més)
nl_nl: (+ %d meer)

source: (Back to digest)
ca_es: (Torna al resum)
nl_nl: (Terug naar samenvatting)

source: (Please wait up to 48 hours for this email)
ca_es: (Si us plau, espereu unes 48 hores per aquest correu electrònic)
nl_nl: (Gaarne tot 48 uur wachten op dit e-mailbericht)

source: (type)
ca_es: (tipus)

source: ...to the KDE Commit-Digest, a weekly overview of the development activity in KDE.
ca_es: ... al KDE Commit-Digest, un resum setmanal de l'activitat en el desenvolupament del KDE.
nl_nl: ...naar de KDE Commit-Digest, een wekelijks overzicht van de ontwikkelactiviteit in KDE.

source: 18 to 25
ca_es: 18 a 25
nl_nl: 18 tot 25

source: 2. Contacting
ca_es: 2. Contactar
nl_nl: 2. Contact leggen

source: 25 to 35
ca_es: 25 a 35
nl_nl: 25 tot 35

source: 3. More information needed
ca_es: 3. Es requereix més informació
nl_nl: 3. Meer informatie nodig

source: 35 to 45
ca_es: 35 a 45
nl_nl: 35 tot 45

source: 4. Needs proofreading
ca_es: 4. Requereix correcció
nl_nl: 4. Proeflezen nodig

source: 45 to 55
ca_es: 45 a 55
nl_nl: 45 tot 55

source: 5. Ready for selection
ca_es: 5. Preparat per a la selecció
nl_nl: 5. Gereed voor selectie

source: 55 to 65
ca_es: 55 a 65
nl_nl: 55 tot 65

source: 6. Selected
ca_es: 6. Seleccionat
nl_nl: 6. Geselecteerd

source: 65 to 75
ca_es: 65 a 75
nl_nl: 65 tot 75

source: 75 to 85
ca_es: 75 a 85
nl_nl: 75 tot 85

source: Accessibility
ca_es: Accessibilitat
nl_nl: Toegankelijkheid

source: Account
ca_es: Compte

source: Added
ca_es: Afegit
nl_nl: Toegevoegd

source: Admin
ca_es: Administrador

source: Admin Email
ca_es: Correu electrònic de l'administrador
nl_nl: E-mail van admin

source: Africa
ca_es: Àfrica
nl_nl: Afrika

source: Age
ca_es: Edat
nl_nl: Leeftijd

source: All issues in <a href="/archive/">archive</a> by <a href="mailto:dkite@shaw.ca">Derek Kite</a>
ca_es: Totes les qüestions a l'<a href="/archive/">arxiu</a> per en <a href="mailto:dkite@shaw.ca">Derek Kite</a>
nl_nl: Alle onderwerpen in het <a href="/archive/">archief</a> door <a href="mailto:dkite@shaw.ca">Derek Kite</a>

source: All issues in <a href="/archive/">archive</a> by Derek Kite
ca_es: Totes les qüestions a l'<a href="/archive/">arxiu</a> per en Derek Kite
nl_nl: Alle onderwerpen in het <a href="/archive/">archief</a> door Derek Kite

source: An email will then be sent from this domain to the email address your SVN account is linked to.
ca_es: S'enviarà un correu electrònic des d'aquest domini a l'adreça de correu electrònic vinculada al vostre compte de SVN.
nl_nl: Er zal een e-mail verzonden worden uit dit domain naar het e-mailadres dat bij uw SVN-account behoort.

source: And Finally...
ca_es: I, finalment...
nl_nl: En tenslotte...

source: Apply!
ca_es: Aplica!
nl_nl: Toepassen!

source: Archive
ca_es: Arxiu
nl_nl: Archief

source: Area
ca_es: Àrea
nl_nl: Gebied

source: Asia
ca_es: Àsia
nl_nl: Azië

source: Bug %d: %s
ca_es: Error %d: %s

source: Bug Fixes
ca_es: Correcció d'errors

source: Bug Killers
ca_es: Correctors d'errors

source: Bug Killers and Buzz
ca_es: Correctors d'errors i Buzz
nl_nl: Bug-killers en Buzz

source: Bug Stats URL
ca_es: URL d'estadístiques dels errors
nl_nl: Bugstatistieken-URL

source: Bugs Closed
ca_es: Errors tancats
nl_nl: Gesloten bugs

source: Bugs Opened
ca_es: Errors oberts
nl_nl: Geopende bugs

source: Classifier
ca_es: Classificador
nl_nl: Classificatie

source: Click on the map regions to zoom in and zoom out...
ca_es: Feu clic sobre les regions en el mapa per apropar i allunyar...
nl_nl: Klik op de kaartregio's om in en uit te zoomen...

source: Click to zoom out...
ca_es: Feu clic per allunyar...
nl_nl: Klik om uit te zoomen...

source: Coming soon!
ca_es: Molt aviat!
nl_nl: Komt spoedig!

source: Commercial
ca_es: Comercial
nl_nl: Commercieel

source: Commit %s by %s (%s)
ca_es: Canvi %s per %s (%s)
nl_nl: Commit %s door %s (%s)

source: Commit Classifier
ca_es: Classificador dels canvis
nl_nl: Commit-classificatie

source: Commit Classifiers sort the selected commits into areas (which is partly automated), and by type (such as bug fix, feature, etc).
ca_es: Els classificadors dels canvis (commits) els ordenen per àrees (tasca parcialment automatitzada), i per tipus (com a correcció d'error, nova característica, etc.)
nl_nl: Commit-classificaties sorteert de geselecteerde commits in gebieden (wat gedeeltelijk is geautomatiseerd) en in typen (zoals bugfix, feature, etc).

source: Commit Countries
ca_es: Canvis per països
nl_nl: Commit-landen

source: Commit Demographics
ca_es: Demografia dels canvis
nl_nl: Commit-demografieken

source: Commit Reviewer
ca_es: Revisor dels canvis
nl_nl: Commit-controleur

source: Commit Reviewers look at all the recent commits, selecting those which are significant and interesting enough to be included into the weekly Commit-Digest.
ca_es: Els revisors dels canvis (commits) revisen els recents, seleccionant els que són prou importants i interessants com per a ser inclosos en el Commit-Digest setmanal.
nl_nl: Commit-controleurs kijken naar alle recente commits, waarbij die worden geselecteerd die belangrijk en interessant genoeg zijn om te worden meegenomen in de wekelijkse Commit-Digest.

source: Commit Spy
ca_es: Espia dels canvis
nl_nl: Commit-spion

source: Commit Summary
ca_es: Resum dels canvis
nl_nl: Commit-samenvatting

source: Commit data past %s has not been collected yet.
ca_es: Encara no s'han col·leccionat les dades dels resums antics %s.
nl_nl: Commitgegevens na %s zijn nog niet verzameld.

source: Commits
ca_es: Canvis
nl_nl: Vastleggingen (commits)

source: Contents
ca_es: Contingut
nl_nl: Inhoud

source: Contribute
ca_es: Col·laboració
nl_nl: Meewerken

source: Contributors
ca_es: Col·laboradors
nl_nl: Met dank aan

source: Converted %s
ca_es: S'han convertit %s
nl_nl: %s geconverteerd

source: Converting translations...
ca_es: S'estan convertint les traduccions...
nl_nl: Vertalingen converteren...

source: Couldn't connect to database: ensure you have set the correct values at the top of %s/autoload.php
ca_es: No s'ha pogut connectar a la base de dades: assegureu-vos d'ajustar els valors correctes a la capçalera de %s/autoload.php
nl_nl: Kan niet met de database verbinden: controleer dat u de juiste waarden bovenaan %s/autoload.php hebt gezet

source: Czech (Čeština)
ca_es: Čeština (txec)
nl_nl: Tsjechisch (Čeština)

source: Data
ca_es: Dades
nl_nl: Gegevens

source: Data Locations
ca_es: Llocs de les dades
nl_nl: Gegevenslocaties

source: Default Language
ca_es: Idioma per omissió
nl_nl: Standaardtaal

source: Default Timezone
ca_es: Zona horària per omissió
nl_nl: Standaard tijdzone

source: Deleted
ca_es: Esborrat
nl_nl: Verwijderd

source: Deutsch (German)
ca_es: Deutsch (alemany)
nl_nl: Deutsch (Duits)

source: Developer
ca_es: Desenvolupador
nl_nl: Ontwikkelaar

source: Development Tools
ca_es: Eines de desenvolupament
nl_nl: Ontwikkelhulpmiddelen

source: Digest URL
ca_es: URL del resum

source: Digg this issue...
ca_es: Digg aquesta qüestió...
nl_nl: Duik in dit onderwerp...

source: Display Defaults
ca_es: Arranjament per omissió de la visualització
nl_nl: Standaarden tonen

source: Download <b>%s</b> video (%s, %s)
ca_es: Descarrega el video <b>%s</b> (%s, %s)

source: Downloaded %s (%s)
ca_es: S'ha descarregat %s (%s)
nl_nl: Gedownload %s (%s)

source: Downloading translations...
ca_es: S'estan descarregant les traduccions...
nl_nl: Vertalingen downloaden...

source: Educational
ca_es: Educatives
nl_nl: Onderwijs

source: Enable Legacy Import
ca_es: Activa una importació amb llegat
nl_nl: Oud importeren inschakelen

source: English
ca_es: Anglès
nl_nl: Engels

source: Enter your SVN account name:
ca_es: Introduïu el nom del vostre compte de SVN:
nl_nl: Voer uw SVN-accountnaam in:

source: Enzyme Administrator
ca_es: Administrador de Enzyme
nl_nl: Enzyme-beheerder

source: Enzyme Administrators can manage all aspects of the system, including various import tools and user accounts.
ca_es: Els administradors de Enzyme poden gestionar tots els aspectes del sistema, incloses vàries eines d'importació i els comptes d'usuari.
nl_nl: Enzyme-beheerders kunnen alle aspecten van het systeem beheren, inclusief verschillende importhulpmiddelen en gebruikeraccounts.

source: Enzyme Settings
ca_es: Configuració de Enzyme
nl_nl: Instellingen van Enzyme

source: Enzyme URL
ca_es: URL de Enzyme

source: Español (Spanish)
ca_es: Español (espanyol)
nl_nl: Español (Spaans)

source: Europe
ca_es: Europa
nl_nl: Europa

source: Even if you can't contribute time, effort, or money in support, your enjoyment of the KDE Commit-Digest is contribution enough, and leaves us with a warm, fuzzy feeling inside!
ca_es: Fins i tot sense poder aportar temps, esforç o diners com a suport, el que gaudiu llegint el Commit-Digest serà una gran col·laboració, i ens transmetreu una sensació de calor i acolliment!
nl_nl: Zelfs als u geen tijd, inspanning of geld voor ondersteuning kunt bijdragen, dan is uw enthousiasme voor de KDE Commit-Digest bijdrage genoeg en geeft ons inwendig een warm, zalig gevoel!

source: Existing Archive
ca_es: Arxiu existent
nl_nl: Bestaand archief

source: Existing Data
ca_es: Dades existents
nl_nl: Bestaande gegevens

source: Existing Issues
ca_es: Qüestions existents
nl_nl: Bestaande onderwerpen

source: Extracting extended statistics...
ca_es: S'estan extraient les estadístiques esteses...
nl_nl: Uitgebreide statistieken verzamelen..

source: Feature Editor
ca_es: Editor de característiques
nl_nl: Redacteur van functies

source: Feature Editors contact people working on interesting projects and assist them in writing original pieces which are presented in the introduction of each Commit-Digest.
ca_es: Un editor de característiques contacta amb les persones que treballen en projectes interessants i els assisteixen per escriure textos originals que es presentaran a la introducció de cada Commit-Digest.
nl_nl: Redacteurs van functies nemen contact op met mensen die aan interessante projecten werken en helpen hen om originele stukken te schrijven ter introductie in elke Commit-Digest.

source: Feature editor
ca_es: Editor de característiques
nl_nl: Bewerker van mogelijkheid

source: Features
ca_es: Característiques
nl_nl: Functies

source: Female
ca_es: Dona
nl_nl: Vrouwelijk

source: Fetched details for bug %d
ca_es: Detalls obtinguts quant a l'error %d
nl_nl: Opgehaalde details van bug %d

source: File Changes
ca_es: Canvis en el fitxer
nl_nl: Wijzigingen in bestanden

source: Files
ca_es: Fitxers
nl_nl: Bestanden

source: For %d issues, %s produced the KDE-CVS Digest. Here are the archives of his digests:
ca_es: Durant %d qüestions, %s ha produït el resum CVS del KDE. Aquí teniu els arxius dels seus resums:
nl_nl: Voor %d onderwerpen, produceert %s de KDE-CVS Digest. Hier zijn de archieven van deze digests:

source: Français (French)
ca_es: Français (francès)
nl_nl: Français (Frans)

source: Front Page
ca_es: Pàgina inicial
nl_nl: Voorpagina

source: Games
ca_es: Jocs
nl_nl: Spellen

source: Getting available translations...
ca_es: S'estan obtenint les traduccions disponibles...
nl_nl: Beschikbare vertalingen ophalen...

source: Getting bug stats...
ca_es: S'estan obtenint les estadístiques dels errors...
nl_nl: Statistieken van bugs ophalen...

source: Getting internationalization (i18n) stats...
ca_es: S'estan obtenint les estadístiques de la internacionalització (i18n)...
nl_nl: Statistieken van internationalisatie (i18n) ophalen...

source: Getting revision data...
ca_es: S'estan obtenint les dades de les revisions...
nl_nl: Revisiegegevens ophalen...

source: Go to revision %s
ca_es: Vés a la revisió %s
nl_nl: Ga naar revisie %s

source: Go to the next digest issue (%s)
ca_es: Vés al resum següent (%s)
nl_nl: Ga naar het volgende onderwerp in de digest (%s)

source: Go to the previous digest issue (%s)
ca_es: Vés al resum anterior (%s)
nl_nl: Ga naar het vorige onderwerp in de digest (%s)

source: Graphics
ca_es: Gràfics
nl_nl: Grafisch

source: Help URL
ca_es: URL d'ajuda
nl_nl: Hulp-URL

source: Home
ca_es: Inici

source: I promise to keep your information confidentially, and to only use the data collected for KDE statistics purposes, unless further permission is granted.
ca_es: M'he compromès a mantenir la vostra informació confidencial, i a utilitzar les dades recollides només amb fins estadístics del KDE, a menys que se'm concedeixi un permís addicional.
nl_nl: Ik beloof om uw informatie vertrouwelijk te bewaren en de verzamelde gegevens alleen voor statistische doeleinden van KDE te gebruiken, tenzij verder gaande toestemming is gegeven.

source: I18n Stats URL
ca_es: URL d'estadístiques I18n
nl_nl: URL met I18n-statistieken

source: I18n Teams URL
ca_es: URL dels equips I18n
nl_nl: URL met I18n-teams

source: If you are unable to help the KDE Commit-Digest by donating your time and effort, you can still show your appreciation and support the ongoing work by donating money.
ca_es: Si no podeu ajudar al KDE Commit-Digest donant el vostre temps i esforç, encara podeu mostrar la vostra estima i suport a la tasca realitzada fent una donació de diners.
nl_nl: Als u niet in staat bent om de KDE Commit-Digest te helpen met uw tijd en inspanning, dan kunt u toch uw waardering en ondersteuning tonen voor het doorgaande werk door geld te doneren.

source: Inserted general stats
ca_es: S'han inclòs estadístiques generals
nl_nl: Ingevoegde algemene statistieken

source: Inserted module stats
ca_es: S'han inclòs estadístiques dels mòduls
nl_nl: Ingevoegde statistieken over modules

source: Inserted people stats
ca_es: S'han inclòs estadístiques de les persones
nl_nl: Ingevoegde statistieken over mensen

source: Internationalization (i18n) Status
ca_es: Estat de la internacionalització (i18n)
nl_nl: Status van internationalisatie (i18n)

source: Invalid data type in %s
ca_es: Tipus de dada no vàlid a %s
nl_nl: Ongeldig type gegeven in %s

source: Issue
ca_es: Qüestió
nl_nl: Uitgave

source: Issue %d
ca_es: Qüestió %d
nl_nl: Uitgave %d

source: Issue %d: %s
ca_es: Qüestió %d: %s
nl_nl: Uitgave %d: %s

source: Issue cannot be found
ca_es: No s'ha pogut trobar aquesta qüestió
nl_nl: Uitgave kan niet worden gevonden

source: Issues
ca_es: Qüestions
nl_nl: Uitgaven

source: Italiano (Italian)
ca_es: Italiano (italià)
nl_nl: Italiano (Italiaans)

source: Jump to %s / %s
ca_es: Salta a %s / %s
nl_nl: Spring naar %s / %s

source: KDE Commit-Digest by <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2010
ca_es: KDE Commit-Digest per en <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2010
nl_nl: KDE Commit-Digest door <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2010

source: KDE Commit-Digest by <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2011
ca_es: KDE Commit-Digest per en <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2011

source: Keyboard
ca_es: Teclat
nl_nl: Toetsenbord

source: Language
ca_es: Idioma
nl_nl: Taal

source: Latest Issue
ca_es: Última qüestió
nl_nl: Nieuwste uitgave

source: Legacy Import
ca_es: Importació amb llegat
nl_nl: Oude zaken importeren

source: Let us know your thoughts about our work at %shello@commit-digest.org%s
ca_es: Feu-nos saber la vostra opinió sobre el nostre treball a %shello@commit-digest.org%s
nl_nl: Laat ons uw mening weten over ons werk op %shello@commit-digest.org%s

source: Lines
ca_es: Línies
nl_nl: Regels

source: Located at %s
ca_es: Localitzat a %s
nl_nl: Verblijvend op %s

source: Low Saxon (Low Saxon)
ca_es: Low Saxon (baix saxó)
nl_nl: Low Saxon (Nederduits)

source: Magyar (Hungarian)
ca_es: Magyar (hongarès)
nl_nl: Magyar (Hongaars)

source: Male
ca_es: Home
nl_nl: Man

source: Message
ca_es: Missatge
nl_nl: Bericht

source: Modified
ca_es: Modificat
nl_nl: Gewijzigd

source: Module
ca_es: Mòdul

source: Money
ca_es: Moneda
nl_nl: Geld

source: More Info
ca_es: Més informació
nl_nl: Meer informatie

source: Motivation
ca_es: Motivació
nl_nl: Motivatie

source: Mouse
ca_es: Ratolí
nl_nl: Muis

source: Multimedia
ca_es: Multimèdia

source: Nederlands (Dutch)
ca_es: Nederlands (holandès)
nl_nl: Nederlands

source: Networking Tools
ca_es: Eines de xarxa
nl_nl: Hulpmiddelen voor netwerken

source: No commits found
ca_es: No s'han trobat canvis
nl_nl: Geen commits gevonden

source: No commits found, maybe your filter is too restrictive...
ca_es: No s'han trobat canvis, potser el filtre és massa restrictiu...
nl_nl: Geen commits gevonden, misschien is uw filter te strikt...

source: North America
ca_es: Amèrica del Nord
nl_nl: Noord-Amerika

source: Not enough data to generate statistics.
ca_es: No hi ha prou dades per a generar les estadístiques.
nl_nl: Niet genoeg gegevens om statistieken te maken.

source: Office
ca_es: Oficina
nl_nl: Kantoor

source: One Year Ago
ca_es: Fa un any
nl_nl: Een jaar geleden

source: Only show commits I reviewed
ca_es: Mostra només els canvis que he revisat
nl_nl: Toont alleen commits die ik heb herzien

source: Open Bugs
ca_es: Errors oberts

source: Open Wishes
ca_es: Desitjos oberts
nl_nl: Open wensen

source: Optimization
ca_es: Optimització
nl_nl: Optimalisatie

source: Optimize
ca_es: Optimitzacions
nl_nl: Optimaliseren

source: Options
ca_es: Opcions
nl_nl: Opties

source: Other
ca_es: Altres
nl_nl: Overig

source: Over 85
ca_es: Més de 85
nl_nl: Boven 85

source: Parsing revision data...
ca_es: S'estan analitzant les dades de la revisió...
nl_nl: Revisiegegevens ontleden...

source: Path
ca_es: Camí
nl_nl: Pad

source: Percentage Complete
ca_es: Percentatge completat
nl_nl: Percentage gereed

source: Person
ca_es: Persona
nl_nl: Persoon

source: Polski (Polish)
ca_es: Polski (polonès)
nl_nl: Polski (Pools)

source: Português (Portuguese)
ca_es: Português (portuguès)
nl_nl: Português (Portugees)

source: Português Brasileiro (Brazilian Portuguese)
ca_es: Português Brasileiro (portuguès brasiler)
nl_nl: Português Brasileiro (Braziliaans Portugees)

source: Processed %s
ca_es: S'han processat %s
nl_nl: Verwerkt %s

source: Program
ca_es: Programa
nl_nl: Programma

source: Project Name
ca_es: Nom del projecte
nl_nl: Projectnaam

source: Query failed
ca_es: Ha fallat la consulta
nl_nl: Zoeken is niet gelukt

source: Query failed: %s
ca_es: Ha fallat la consulta: %s
nl_nl: Zoekenopdracht is misgelukt: %s

source: Random Digest
ca_es: Resum aleatori
nl_nl: Willekeurige Digest

source: Read the latest issue!
ca_es: Llegiu l'ultim resum!
nl_nl: Lees de nieuwste uitgave!

source: Reply to the email, following the instructions carefully.
ca_es: Responeu al correu electrònic, seguiu acuradament les instruccions.
nl_nl: Op de e-mail antwoorden, volg precies de instructies.

source: Retrieving from %s (%s)...
ca_es: S'està obtenint des de %s (%s)...
nl_nl: Ophalen uit %s (%s)...

source: Reviewed by %s
ca_es: Revisat per %s
nl_nl: Nagelezen door %s

source: Reviewer
ca_es: Revisor
nl_nl: Nalezer

source: Revision %s
ca_es: Revisió %s
nl_nl: Revisie %s

source: SMTP Mail Server
ca_es: Servidor de correu SMTP
nl_nl: SMTP-e-mailserver

source: Save
ca_es: Desa
nl_nl: Opslaan

source: Security
ca_es: Seguretat
nl_nl: Beveiliging

source: Selected %s of %s commits reviewed (%s total)
ca_es: S'han seleccionat %s de %s canvis revisats (%s en total)
nl_nl: Geselecteerd %s uit %s commits nagelezen (%s totaal)

source: Send this issue by email...
ca_es: Envia aquest resum per correu electrònic...
nl_nl: Dit onderwerp per e-mail verzenden...

source: Sex
ca_es: Sexe
nl_nl: Geslacht

source: Share this issue by Facebook...
ca_es: Comparteix aquest resum pel Facebook...
nl_nl: Deel dit onderwerp in Facebook...

source: Share this issue by Twitter...
ca_es: Comparteix aquest resum pel Twitter...
nl_nl: Deel dit onderwerp in Twitter...

source: Show Insert
ca_es: Mostra la inserció
nl_nl: Invoeging tonen

source: Six Months Ago
ca_es: Fa sis mesos
nl_nl: Zes maanden geleden

source: Sort by earliest digest...
ca_es: Ordena per resum més recent...
nl_nl: Sorteren vanaf de oudste digest...

source: Sort by latest digest...
ca_es: Ordena per resum més antic...
nl_nl: Sorteren vanaf de nieuwste digest...

source: South America
ca_es: Amèrica del Sud
nl_nl: Zuid-Amerika

source: Spread the word about KDE and the Commit-Digest by using the %s"share" links%s in the sidebar of each Digest.
ca_es: Feu corre la veu quant al KDE i el Commit-Digest mitjançant els %senllaços «Comparteix»%s a la barra lateral de cada resum.
nl_nl: Vertel de wereld over KDE en de Commit-Digest door de %s"share" links%s te gebruiken in de zijbalk van elke Digest.

source: Statistics
ca_es: Estadístiques
nl_nl: Statistieken

source: Step 1:
ca_es: Pas 1:
nl_nl: Stap 1:

source: Step 2:
ca_es: Pas 2:
nl_nl: Stap 2:

source: Step 3:
ca_es: Pas 3:
nl_nl: Stap 3:

source: Subscribe to KDE Commit-Digest updates
ca_es: Subscripció a les actualitzacions del KDE Commit-Digest
nl_nl: Schrijf u in op het bijwerken van KDE Commit-Digest

source: Support Commit-Digest using PayPal
ca_es: Donar suport al Commit-Digest utilitzant PayPal
nl_nl: Ondersteun Commit-Digest via PayPal

source: Svenska (Swedish)
ca_es: Svenska (suec)
nl_nl: Svenska (Zweeds)

source: Thanks for reading the KDE Commit-Digest!
ca_es: Moltes gràcies per llegir el KDE Commit-Digest!
nl_nl: Hartelijk dank voor het het lezen van KDE Commit-Digest!

source: Thanks!
ca_es: Gràcies!
nl_nl: Hartelijk dank!

source: There are %d selections this week
ca_es: Aquesta setmana hi ha %d seleccions
nl_nl: Er zijn %d selecties deze week

source: There are many ways to help the KDE Commit-Digest by contributing your time, effort, or money...
ca_es: Hi ha moltes maneres d'ajudar al KDE Commit-Digest, col·laborant amb el vostre temps, esforç o diners...
nl_nl: Er zijn vele manieren om de KDE Commit-Digest te helpen door uw tijd, moeite of geld bij te dragen...

source: This Week...
ca_es: Aquesta setmana...
nl_nl: Deze week...

source: Time
ca_es: Hora
nl_nl: Tijd

source: Translator
ca_es: Traductor
nl_nl: Vertaler
