Repository: dannya/Commit-Digest
Catalog: src/languages/*/LC_MESSAGES/commit-digest.po
Languages: ca_es, nl_nl

source: Translators increase the reach of the Commit-Digest and the work done across the project by making the weekly Commit-Digests available in the native language of people around the world.
ca_es: Els traductors augmenten l'abast del Commit-Digest i la tasca realitzada a través del projecte, fent disponible el Commit-Digest setmanal en l'idioma natiu de persones arreu del món.
nl_nl: Vertalers verhogen het bereik van Commit-Digest en het werk gedaan overal in het project door het weekblad Commit-Digests beschikbaar te maken in de landseigen taal van de mensen in de wereld.

source: Type
ca_es: Tipus

source: Ukrainian (Ukrainian)
ca_es: Ukrainian (ucraïnès)
nl_nl: Oekraïens

source: Under 18
ca_es: Menor de 18
nl_nl: Onder 18

source: Unknown
ca_es: Desconegut
nl_nl: Onbekend

source: Update every %s minutes
ca_es: Actualitza cada %s minuts
nl_nl: Elke %s minuten bijgewerkt

source: Updating translation strings...
ca_es: S'estan actualitzant les cadenes de traducció...
nl_nl: Te vertalen tekenreeksen bijwerken...

source: Uploading translation strings...
ca_es: S'estan pujant les cadenes de traducció...
nl_nl: Te vertalen tekenreeksen uploaden...

source: User Interface
ca_es: Interfície d'usuari
nl_nl: Gebruikersinterface

source: Utilities
ca_es: Utilitats
nl_nl: Hulpmiddelen

source: View as list...
ca_es: Veure com a llista...
nl_nl: Als lijst weergeven...

source: View as map...
ca_es: Veure com a mapa...
nl_nl: Als kaart bekijken...

source: Volunteer
ca_es: Voluntari
nl_nl: Vrijwilliger

source: Web Bug Tracker
ca_es: Seguidor d'errors WEB

source: Web Bug Tracker XML
ca_es: Versió XML del seguidor d'errors WEB

source: Welcome
ca_es: Benvingut
nl_nl: Welkom

source: Yes
ca_es: Sí
nl_nl: Ja

source: You need to have the permission "%s" to view this section
ca_es: Cal que tingueu el permís «%s» per a veure aquesta secció
nl_nl: U moet de rechten "%s" hebben om deze sectie te kunnen zien

source: You will soon be represented in the extended statistics.
ca_es: Aviat estareu representat a les estadístiques esteses.
nl_nl: U zult spoedig gerepresenteerd worden in de uitgebreide statistieken.

source: by %s
ca_es: per %s
nl_nl: door %s

source: filter?
ca_es: filtre?

source: Русский язык (Russian)
ca_es: Русский язык (rus)
nl_nl: Русский язык (Russisch)

source: 1. Idea
nl_nl: 1. Idee

source: Afrikaans (Afrikaans)
nl_nl: Afrikaans)

source: KDE Base
nl_nl: KDE-basis

source: KDE Commit-Digest by <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2012
nl_nl: KDE Commit-Digest door <a href="mailto:danny@commit-digest.org">Danny Allen</a>, 2006-2012

source: No
nl_nl: Nee

source: Oceania
nl_nl: Oceanië

source: Total: %d
nl_nl: Totaal: %d
